Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/skabma_elokuvakeskus.html.tmx
Source language: fin
Languages: sms

source: Skábma Elokuvakeskus
sms: Jieʹllikarttkõõskõs Skábma

source: Alkuperäiskansojen elokuvakeskus
sms: Alggmeerai jieʹllikarttkõõskõs

source: Alkuperäiskansojen elokuvakeskus Skábma on alueellinen elokuva- ja audiovisuaalisen alan resurssikeskus, joka toimii Saamelaiskäräjien alaisuudessa Inarissa.
sms: Alggmeerai jieʹllikarttkõõskõs Skábma lij vooudlaž jieʹllikartt- da audiovisuaalʼlaž sueʹrj resursskõõskõs, kååʹtt tuåimmai Sääʹmteeʹǧǧ vueʹlnn Aanrest.

source: Tällä hetkellä toiminnan rahoittaa Opetusministeriö ja valtion elokuvataidetoimikunta.
sms: Tän poodd tuåimmjummuž teäggat Mättʼtõsministeria da riikk jieʹllikarttčeäppõstuåimmkåʹdd.

source: Alkuperäiskansojen elokuvakeskus tukee saamen kieltä ja kulttuuria sekä luo edellytykset saamelaisten ja muiden alkuperäiskansojen oman äänen ja kuvan näkyvyydelle ja kuuluvuudelle elokuva- ja mediateollisuudessa alkuperäiskansojen omilla ehdoilla ja omista lähtökohdista.
sms: Alggmeerai jieʹllikarttkõõskõs tuärjjad sääʹmǩiõl da -kulttuur di rääjj oudldõõzzid säʹmmlai da jeeʹres alggmeerai jiiʹjjez jiõn da kaart kuâsttjemvuõʹtte da kollʼjemvuõʹtte jieʹllikartt- da mediaindustriast alggmeerai jiiʹjjez määinaivuiʹm da jiiʹjjez vueʹlǧǧemsõõʹjin.

source: Skábma tukee elokuvien ja mediatuotteiden suunnittelua, kehittämistä ja tuotantoa etsimällä rahoituskanavia ja yhteistyökumppaneita sekä järjestämällä koulutusta ja elokuva-alan tapahtumia saamelaisalueella.
sms: Skábma tuärjjad jieʹllikaarti da mediaouddõõzzi plaanummuž, ooudâsviikkmõõžž da puuʹtʼtõõzz ooʒʒeeʹl teäggtõskanaalid da õhttsažtuâjjkuõiʹmid di riâššeeʹl škooultõõzz da jieʹllikarttsueʹrj šõddmõõžžid sääʹmvuuʹdest.

source: Lisäksi keskus levittää saamelaiselokuvia erilaisiin tapahtumiin, jakaa tietoa saamelaiselokuvasta, alueesta ja saamelaisista tekijöistä.
sms: Lââʹssen kõõskõs liâvat sääʹmjieʹllikaartid jeeʹresnallšem šõddmõõžžid, juâkk teâđ sääʹmjieʹllikaartâst, vuuʹdest da säʹmmlaž tuejjeeʹjin.

source: Skábma on myös mukana järjestämässä Skábmagovat -alkuperäiskansojen elokuvafestivaalia.
sms: Skábma lij mieʹldd še riâššmen Skábmagovat -alggmeerai jieʹllikarttfestivaal.

source: Tehtävät Alkuperäiskansojen elokuvakeskuksen tehtävänä on
sms: Tuâj Alggmeerai jieʹllikarttkõõskõõzz tuâjjan lij

source: 1. tukea saamelaiselokuva- ja TV-tuotantoja 2. järjestää elokuvakoulutusta, -kasvatusta 3. järjestää esitys- ja levitystoimintaa: (mm. Skábmagovat –elokuvajuhlat)
sms: tuäʹrjjeed sääʹmjieʹllikartt- da TV-puuʹtʼtõõzzid

source: Kansainvälinen osa saamelaiskulttuurikeskusta
sms: riâššâd jieʹllikarttškooultõõzz, -šõddummuž riâššâd čuäjtõs- da liâvtemtuåimmjummuž: (jm. Skábmagovat –jieʹllikarttfestivaal)

source: Inariin perustettava Saamelaiskulttuurikeskus sisältää elokuvakeskuksen lisäksi monia toimintoja mm. saamenkäsityöhön, saamelaismusiikkiin, elinkeinoihin liittyen sekä lapsille ja nuorille oman osastonsa.
sms: Meeraikõskksaž vueʹss sääʹmkulttuurkõõskõõzzâst

source: Keskuksen sisällä tulee toimimaan myös saamelaiskirjasto.
sms: Aanra vuâđđeemnalla åårrai Sääʹmkulttuurkõõskõs âânn seʹst jieʹllikarttkõõskõõzz lââʹssen määŋgnallšem tuåimmjummuž jm. sääʹmǩiõtt-tuõjju, sääʹm-musiiʹǩǩe da jieʹllemvuõʹjjid kuuleeʹl di päärnaid da nuõrid jiiʹjjez juâkkseez.

source: Alkuperäiskansojen elokuvakeskuksen toiminnan lähtökohdat ovat sekä elinkeinolliset että kulttuurilliset.
sms: Kõõskõõzz seʹst puätt tuåimmjed sääʹmǩeʹrjjpõrtt še.

source: Keskus hyödyntää yhteispohjoismaisen saamelaisalueen tuomaa synergiaetua elokuvien käsikirjoittamisessa, kuvaamisessa ja erityisesti niiden kansainvälisessä rahoittamisessa.
sms: Alggmeerai jieʹllikarttkõõskõõzz tuåimmjummuž vueʹlǧǧemsââʹj lie jieʹllemvuâkksa da kulttuurla.

source: Lisäksi keskus hyödyntää Skabmagovat -elokuvajuhlien mukanaan tuomaa maailmanlaajuista elokuvaverkostoa.
sms: Kõõskõs äuʹǩǩad õhttsažtâʹvvjânnmallaš sääʹmvuuʹd puʹhttem synergiaouddõõzz jieʹllikaarti ǩiõttǩeeʹrjtummšest, sniimmʼmest da jeäʹrben tõõi meeraikõskksaž teäggtummšest.

source: TOIMINNOT
sms: Lââʹssen kõõskõs äuʹǩǩad Skabmagovat -jieʹllikarttfestivaal mieʹldd pohttam maaiʹlmveiddsõs jieʹllikarttsäiʹmmõõzz.

source: Elokuva- ja televisiotuotannot
sms: TUÅIMMJUMMUŠ

source: Alkuperäiskansojen elokuvakeskus tukee saamelaisia elokuvantekijöitä löytämään uusia yhteistyökumppaneita ja rahoitusmalleja sekä toimii yhteistyöorganisaationa alkuperäiskansojen elokuvantekijöiden välillä etsimällä elokuvaprojekteja ja työmahdollisuuksia maailmanlaajuisesti.
sms: Jieʹllikartt- da televisiopuuʹtʼtõõzz

source: Koulutus
sms: Alggmeerai jieʹllikarttkõõskõs tuärjjad säʹmmlaž jieʹllikarttraajjʼjid kaunnâd ođđ õhttsažtuâjjkuõiʹmid da teäggtõsmaallid di tuåimmai õhttsažtuâjjorganisaation alggmeerai jieʹllikarttraajjʼji kõõsk ooʒʒeeʹl jieʹllikarttprojeeʹktid da tuâjjvuäittmõõžžid maaiʹlmveiddsânji.

source: Elokuvakeskus suunnittelee koulutusta ammattilaisille ja keskittyy elokuvakasvatuksen kehittämiseen saamelaisalueen koulujen kanssa.
sms: Škooultõs

source: Elokuvakasvatustyötä tehdään tällä hetkellä Inarin, Utsjoen ja Enontekiön kunnan koulujen kanssa.
sms: Jieʹllikarttkõõskõs plaanad škooultõõzz ämmatniiʹǩǩid da čiŋlmââvv jieʹllikarttšõddummuž ooudâsviikkma sääʹmvuuʹd škooulivuiʹm.

source: Työpajojen tuotoksia on esitetty Suomalaisissa ja ulkomaisissa elokuvafestivaaleissa, TV:ssä ja erilaisissa nuorten tapahtumissa.
sms: Jieʹllikarttšõddeemtuâj tuejjeet tän poodd Aanar, Uccjooǥǥ da Jeänõõǥǥ škooulivuiʹm.

source: Utsjoen ja Enontekiön lukiot tarjoavat mediakursseja opiskelijoille syksystä 2009 lähtien.
sms: Tuâjjpaaʹji puhttõõzzid leät čuäʹjtam läʹddlaž da ålggjânnmallaš jieʹllikarttfestivaalin, televisiost da jeeʹresnallšem nuõri šõddmõõžžin.

source: Inarissa Saamelaisalueen koulutuskeskuksen medialinjalla tehdään lyhyt-, dokumentti- ja animaatioelokuvia sekä TV-ohjelmia.
sms: Uccjooǥǥ da Jeänõõǥǥ lookkjiškooul lie taʹrjjääm mediakuursid mättʼtõõttjid čõõučâst 2009 ääʹljeeʹl.

source: Koulutus kestää 1-2 vuotta.
sms: Aanrest Sääʹmvuuʹd škooultemkõõskõõzzâst medialiinjâst tuejjeet vuäʹniǩ-, dokumeʹntt- da animaatiojieʹllikaartid di televisioprograammid.

source: Moni Saamelaisalueen koulutuskeskuksen medialinjan käynyt työskentelee tällä hetkellä Saamelaisalueella media- ja elokuva-alalla.
sms: Škooultõs peštt 1-2 eeʹjj.

source: Työllistäjiä ovat mm. Suomen, Norjan ja Ruotsin saamelaisradio ja TV, yksittäiset elokuvatuotannot sekä elokuvatapahtumat ja koulutukset.
sms: Määŋg Sääʹmvuuʹd škooultemkõõskõõzz medialiinj jååttam reâugga tän poodd Sääʹmvuuʹdest media- da jieʹllikarttsueʹrjest.

source: Alkuperäiskansojen elokuvakeskus järjestää vuonna 2010 Tuotantotapahtuman Skábmagovat-elokuvafestivaalin aikaan.
sms: Tuâjjuvddi lie jm. Lääʹddjânnam, Taarrjânnam da Ruõccjânnam sääʹmradio da televisio, oʹdinakai jieʹllikarttpuuʹtʼtõõzz di jieʹllikarttšõddmõõžž da škooultõõzz.

source: Tuotantotapahtumassa pohjoismaiset tuotantoyhtiöt ja rahoittajat saatetaan lähemmäs saamelaisia tekijöitä.
sms: Alggmeerai jieʹllikarttkõõskõs riâšši eeʹjj 2020 Puuʹtʼtõs-šõddmõõžž Skábmagovat-jieʹllikarttfestivaal poodd.

source: Tapahtuman tarkoitus on edistää ammattimaista elokuvan tekemistä, tutustuttaa tuottajat ja tekijät toisiinsa sekä levittää saamelaista elokuvaa.
sms: Puuʹtʼtõs-šõddmõõžžâst tâʹvvjânnmallaš puuʹtʼtõsõhttõõzzid da teäggteeʹjid puʹhtteš âʹlddlâkka säʹmmlaž tuejjeeʹjid.

source: Skábma-tuotantotapahtuma kestää kaksi päivää.
sms: Šõddmõõžž mieʹrren leäi oouʹdeed ämmatnallšem jieʹllikartt raajjmõõžž, tobdstâʹtted puuʹtʼteeʹjid da tuejjeeʹjid kueiʹmeez di liâvted sääʹmjieʹllikaart.

source: Päivien aikana pohjoismaiset elokuva-alan ammattilaiset käyvät läpi ideoita, kertovat pohjoismaisesta rahoituksesta, levittämis- ja esittämismahdollisuuksista sekä opastavat idean myymisessä.
sms: Skábma-puuʹtʼtõs-šõddmõš piiʹšti kueʹhtt peeiʹv.

source: Työpajan viimeisenä päivänä elokuvantekijät esittelevät omat ideansa tuotantoyhtiöille ja rahoittajille.
sms: Peeiʹvi poodd tâʹvvjânnmallaš jieʹllikarttsueʹrj ämmatneeʹǩǩ mõʹnne čõõđ ideaid, mušttle tâʹvvjânnmallaš teäggtõõzzâst, liâvtem- da čuäʹjtemvuäittmõõžžin di vuäʹpste idea kaaupšummšest.

source: Tapahtumaan mahtuu mukaan 6-10 tekijää ja ideaa, sekä useita tuotantoyhtiöitä ja rahoittajia.
sms: Tuâjjpääʹj mââimõs peiʹvven jieʹllikarttraajji čuäʹjte jiiʹjjez ideaid puuʹtʼtõsõhttõõzzid da teäggteeʹjid.

source: Tapahtuma on ilmainen osallistujille.
sms: Šõddmõš leäi vuässõõttjid määuʹsteʹm.

source: Lisätietoja saa Alkuperäiskansojen elokuvakeskuksesta puhelin: +358 40 187 9909 sähköposti: skabma@samediggi.fi
sms: Lââʹssteâđaid vuäǯǯ Alggmeerai jieʹllikarttkõõskõõzzâst teʹl: +358 40 187 9909 neʹttpååʹšt: skabma@samediggi.fi

source: Skábmagovat ja muu esitys- ja levitystoiminta
sms: Skábmagovat da jeeʹres čuäjtõs- da liâvtemtuåimmjummuš

source: Alkuperäiskansojen elokuvakeskus on mukana järjestämässä ja kehittämässä Skábmagovat –elokuvafestivaalia.
sms: Alggmeerai jieʹllikarttkõõskõs lij mieʹldd riâššmen da ooudâsviikkmen Skábmagovat -jieʹllikarttfestivaal.

source: Festivaaleilla on ollut mukana vuodesta 2005 myös lasten ja nuortenpäivät jotka ovat vakiinnuttaneet paikkansa tapahtumassa.
sms: Festivaalin lij leämmaž mieʹldd eeʹjjest 2005 päärnai- da nuõripeeiʹv še, kook lie põõžžtam pääiʹǩes šõddmõõžžâst.

source: Skábmagovat-festivaalit on tärkeä foorumi saamelaisille elokuvantekijöille ja yhä useammin saamelaiselokuvien ensi-iltapaikka.
sms: Skábmagovat-festivaal lij vääžnai foorum säʹmmlaž jieʹllikarttraajjʼjid da võl tääuʹjab sääʹmjieʹllikaarti vuõssčuäjtõspäiʹǩǩ.

source: Saamelaiselokuvat leviävät usein Skábmagovat-festivaaleilta ympäri maailmaa.
sms: Sääʹmjieʹllikaart leävvne täujja Skábmagovat-festivaalin pirr maaiʹlm.

source: Skábmagovat-festivaalin lisäksi Alkuperäiskansojen elokuvakeskus välittää tietoa saamelaisista ja alkuperäiskansojen elokuvista kansainvälisille elokuvafestivaaleille, -tapahtumajärjestäjille ja -levittäjille.
sms: Skábmagovat-festivaal lââʹssen Alggmeerai jieʹllikarttkõõskõs liâvat ooudâs teâđ säʹmmlai da alggmeerai jieʹllikaarti pirr meeraikõskksaž jieʹllikarttfestivaalid, -šõddmõšriâššjid da -liâvteeʹjid.
